In [2]:
import pandas as pd

In [4]:
df = pd.DataFrame({"names":['Gero', 'Mar', 'Elisa'], "Jobs":['Programmer', 'HHRR', 'Docttor']})

In [6]:
df

   names        Jobs
0   Gero  Programmer
1    Mar        HHRR
2  Elisa     Docttor

In [10]:
df.columns

Index(['names', 'Jobs'], dtype='object')

In [13]:
df.info

<bound method DataFrame.info of    names        Jobs
0   Gero  Programmer
1    Mar        HHRR
2  Elisa     Docttor>

In [15]:
df.describe()

       names        Jobs
count      3           3
unique     3           3
top     Gero  Programmer
freq       1           1

In [ ]:
df.